//import
import React from "react";
import "./Reason.css";

const Reason = () => {
  // main reason
  return (
    <div className="reason-container">
      {/* children reason */}
      <div className="first-reason">
        <div className="image">
          <img src="/images/device.png" alt="shayan" />
        </div>
        <div className="paragraph">
          <p>
            شما با وی پی ان بنه می توانید به راحتی و امنیت بالا و با هزینه کم به
            تمام سرور های جهان دست یابید و به موفقیت های خود و بدون محدودیت زیرا
            شما لایق بهترین ها هستیتدشما با وی پی ان بنه می توانید به راحتی و
            امنیت بالا و با هزینه کم به تمام سرور های جهان دست یابید و به موفقیت
            های خود و بدون محدودیت زیرا شما لایق بهترین ها هستیتدشما با وی پی ان
            بنه می توانید به راحتی و امنیت بالا و با هزینه کم به تمام سرور های
            جهان دست یابید و به موفقیت های خود و بدون محدودیت زیرا شما لایق
            بهترین ها هستیتدشما با وی پی ان بنه می توانید به راحتی و امنیت بالا
            و با هزینه کم به تمام سرور های جهان دست یابید و به موفقیت های خود و
            بدون محدودیت زیرا شما لایق بهترین ها هستیتد
          </p>
        </div>
      </div>
      <div className="third-reason">
        <div className="image2">
          <img src="/images/connect.png" alt="device" />
        </div>
        <div className="paragraph2">
          <p>
            شما با وی پی ان بنه می توانید به راحتی و امنیت بالا و با هزینه کم به
            تمام سرور های جهان دست یابید و به موفقیت های خود و بدون محدودیت زیرا
            شما لایق بهترین ها هستیتدشما با وی پی ان بنه می توانید به راحتی و
            امنیت بالا و با هزینه کم به تمام سرور های جهان دست یابید و به موفقیت
            های خود و بدون محدودیت زیرا شما لایق بهترین ها هستیتدشما با وی پی ان
            بنه می توانید به راحتی و امنیت بالا و با هزینه کم به تمام سرور های
            جهان دست یابید و به موفقیت های خود و بدون محدودیت زیرا شما لایق
            بهترین ها هستیتدشما با وی پی ان بنه می توانید به راحتی و امنیت بالا
            و با هزینه کم به تمام سرور های جهان دست یابید و به موفقیت های خود و
            بدون محدودیت زیرا شما لایق بهترین ها هستیتد
          </p>
          <div className="images-p">
            <img src="/images/apple.png" alt="apple" />
            <img src="/images/imac.png" alt="imac" />
            <img src="/images/linux.png" alt="linux" />
            <img src="/images/windows-icons.png" alt="windows" />
          </div>
        </div>
      </div>
    </div>
  );
};

export default Reason;
