import React from "react";
import "./Aboutvpn.css";

const Aboutvpn = () => {
  return (
    <div className="container-about">
      <h1>چرا وی پی ان بانه</h1>
      {/* section about page */}
      <div className="children">
        <div className="section-about">
          <h1>زیرا امن است</h1>
          <p>
            شما با وی پی ان بنه می توانید به راحتی و امنیت بالا و با هزینه کم به
            تمام سرور های جهان دست یابید و به موفقیت های خود و بدون محدودیت زیرا
            شما لایق بهترین ها هستیتدشما با وی پی ان بنه می توانید به راحتی و
            امنیت بالا و با هزینه کم به تمام سرور های جهان دست یابید و به موفقیت
            های خود و بدون محدودیت زیرا شما لایق بهترین ها هستیتد
          </p>
        </div>

        <div className="section-about">
          <h1>ارزان قیمت</h1>
          <p>
            شما با وی پی ان بنه می توانید به راحتی و امنیت بالا و با هزینه کم به
            تمام سرور های جهان دست یابید و به موفقیت های خود و بدون محدودیت زیرا
            شما لایق بهترین ها هستیتدشما با وی پی ان بنه می توانید به راحتی و
            امنیت بالا و با هزینه کم به تمام سرور های جهان دست یابید و به موفقیت
            های خود و بدون محدودیت زیرا شما لایق بهترین ها هستیتد
          </p>
        </div>

        <div className="section-about">
          <h1>در دسترس</h1>
          <p>
            شما با وی پی ان بنه می توانید به راحتی و امنیت بالا و با هزینه کم به
            تمام سرور های جهان دست یابید و به موفقیت های خود و بدون محدودیت زیرا
            شما لایق بهترین ها هستیتدشما با وی پی ان بنه می توانید به راحتی و
            امنیت بالا و با هزینه کم به تمام سرور های جهان دست یابید و به موفقیت
            های خود و بدون محدودیت زیرا شما لایق بهترین ها هستیتد
          </p>
        </div>
      </div>
    </div>
  );
};

export default Aboutvpn;
